external/swak/examples/groovyBC/average-t-junction/constant/polyMesh/boundary
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class polyBoundaryMesh;
 location "constant/polyMesh";
 object boundary;
}

(
  inlet

  {
    type patch;
    nFaces 25;
    startFace 21200;

  }
  outlet1

  {
    type patch;
    nFaces 75;
    startFace 21225;

  }
  outlet2

  {
    type patch;
    nFaces 50;
    startFace 21300;

  }
  defaultFaces

  {
    type wall;
    inGroups
      (
        empty
      );
    nFaces 4700;
    startFace 21350;

  }
)


// ************************************************************************* //